Repository: ekotin/BHTikTok-Localization
Catalog: *.lproj/Localizable.strings
Languages: tr

source: RXTikTok, Hi
tr: RXTikTok, Merhaba

source: RXTikTok Settings
tr: RXTikTok Ayarları

source: Welcome
tr: Hoşgeldin

source: Tap to Join the Telegram
tr: Telegram kanalımıza katılmak için tıkla

source: Yes
tr: Evet

source: No
tr: Hayır

source: ON
tr: AÇIK

source: OFF
tr: KAPALI

source: Cancel
tr: İptal Et

source: Confirm
tr: Onayla

source: Actions
tr: Eylemler

source: Default
tr: Varsayılan

source: Compact
tr: Kompakt

source: Backgrounding ✌️
tr: Arka Planda Çalışıyor ✌️

source: Are you sure?
tr: Emin misin?

source: Feed
tr: Keşfet

source: Profile
tr: Profil

source: Other
tr: Diğer

source: Region
tr: Bölge

source: Developer
tr: Geliştirici

source: Design Options
tr: Tasarım Seçenekleri

source: Other Settings
tr: Diğer Ayarlar

source: Auto Clear History
tr: Otomatik Geçmiş Temizleme

source: Language 🌎
tr: Dil 🌎

source: Downloads Menu
tr: İndirme Menüsü

source: Download Video
tr: Videoyu İndir

source: Download HD Video
tr: Videoyu HD İndir

source: Download Music
tr: Müziği İndir

source: Download Photo
tr: Fotoğrafı İndir

source: Download All Photos
tr: Tüm Fotoğrafları İndir

source: Download Photos Menu
tr: Fotoğraf İndirme Menüsü

source: Downloading
tr: İndiriliyor

source: Download Button
tr: İndirme Butonu

source: Copy Menu
tr: Kopyalama Menüsü

source: Copy Music Link
tr: Müziğin Bağlantısını Kopyala

source: Copy Description
tr: Açıklamayı Kopyala

source: Post Info
tr: Gönderi Bilgisi

source: Copy Video link
tr: Videonun Bağlantısını Kopyala

source: Copy bio
tr: Biyografiyi Kopyala

source: Music Link Copied
tr: Müzik Linki Kopyalandı

source: Video Link Copied
tr: Video Linki Kopyalandı

source: Description Link Copied
tr: Açıklama Linki Kopyalandı

source: Stats Menu
tr: İstatislik Menüsü

source: Video Info
tr: Video Bilgisi

source: Confirm Settings
tr: Onay Ayarları

source: Confirmation Settings
tr: Onaylama Ayarları

source: Like Confirmation
tr: Gönderiyi Beğenirken Onayla

source: Like Comment Confirmation
tr: Yorumu Beğenirken Onayla

source: Dislike Comment Confirmation
tr: Yoruma Dislike Atarken Onayla

source: Follow Confirmation
tr: Takibi Onayla

source: Feed Settings
tr: Keşfet Ayarları

source: Hide Ads
tr: Reklamları Gizle

source: Share Sheet
tr: Paylaşım Sayfası

source: Remove Watermark
tr: Filigranı Kaldır

source: Show/Hide UI Button
tr: Boş Mod Butonu

source: Stop Playback
tr: Oynatmayı Durdur

source: Auto Play Next Video
tr: Sonraki Videoyu Otomatik Oynat

source: Show Progress Bar
tr: İlerleme Çubuğu

source: Transparent Comments
tr: Şeffaf Yorumlar

source: Show Usernames
tr: Kullanıcı Adlarını Göster

source: Disable Sensitive Content
tr: Hassas İçeriği Devre Dışı Bırak

source: Disable Warnings
tr: Uyarıları Devre Dışı Bırak

source: Disable Live Streaming
tr: Canlı Yayınları Devre Dışı Bırak

source: Skip Recommendations
tr: Arkadaş Önerilerini Atla

source: Upload Region
tr: Yükleme Bölgesini Göster

source: Hide Top Feed items
tr: En Üstteki Akış Öğelerini Gizle

source: Anonymous Seen
tr: Okuduğumu Gizle

source: Hide Play/Pause Button
tr: Oynatma/Durdurma Butonunu Gizle

source: Profile Settings
tr: Profil Ayarları

source: Profile Save
tr: Profili Kaydet

source: Profile Copy
tr: Profili Kopyala

source: Video Like Count
tr: Video Beğenilme Sayısı

source: Video Upload Date
tr: Video Yüklenme Tarihi

source: User Post Count
tr: Kulanıcı Gönderi Sayısı

source: Follower
tr: Takipçi

source: Following
tr: Takip Edilen

source: Fake Verified
tr: Mavi Tik

source: Enable Fake Changes
tr: Sahte Değişiklikleri Aktif Et

source: Extended Bio
tr: Uzun Biyografi

source: Extended Comments
tr: Uzun Yorumlar

source: Upload HD
tr: HD Yükle

source: App Lock
tr: Uygulama Kilidi

source: Enable Flex
tr: Flex'i Aktif et

source: Enable Oled Keyboard
tr: Oled Klavyeyi Aktif Et

source: Post Stats
tr: Gönderi İstatislikleri

source: Enable Text To Reposts
tr: Yazılı Repostları Aktif Et

source: Disable Survey Popups
tr: Anketleri Devre Dışı Bırak

source: Comment Settings
tr: Yorum Ayarları

source: Comment Design
tr: Yorum Tasarımı

source: Select Design
tr: Tasarım Seç

source: Disable Comment Tooltip
tr: Yorum Açıklamasını Devre Dışı Bırak

source: Add Comment as Post
tr: Yorumu Gönderi Olarak Ekle

source: Add Comment as Story
tr: Yorumu Hikaye Olarak Ekle

source: Mass Unfold Comment Replies
tr: Yorum Cevaplarını Toplu Olarak Aç

source: Auto Unfold Comment Texts
tr: Yorum Metinlerini Otomatik Olarak Aç

source: Multi Emoji Comment Bar
tr: Çoklu Emoji Yorum Çubuğu

source: Hide Emoji-Bar
tr: Emoji Çubuğunu Gizle

source: Add Translation Button
tr: Çeviri Butonu Ekle

source: Comment Cell Redesign
tr: Yorum Hücresi Tasarımını Yeniden Düzenle

source: Enable Comment Photos
tr: Fotoğraflı Yorumları Aktif Et

source: Enable Comment Stickers
tr: Stickerli Yorumları Aktif Et

source: Enable Comment Flags
tr: Yorumlarda Kullanıcının Ülkesini Göster

source: Enable Copy Without Username
tr: Kullanıcı Adı Olmadan Kopyalamayı Aktif Et

source: Configure Advanced Comment Settings
tr: Gelişmiş Yorum Ayarlarını Yapılandır

source: Tab Bar Settings
tr: Alt Bar Ayarları

source: Tab Bar Configurations
tr: Alt Bar Konfigrasyonları

source: Hide Plus Button
tr: Artı (+) Butonunu Gizle

source: Hide Friends Badge
tr: Arkadaşları Gizle

source: Hide Inbox Badge
tr: Gelen Kutusunu Gizle

source: Changes will take effect after restarting the app
tr: Değişiklikler Uygulamayı Yeniden Başlattıktan Sonra Uygulanacaktır

source: Live Button Settings
tr: Live Düğme Ayarları

source: Live Button Function
tr: Live Düğme Fonksiyonu

source: Live Button Actions
tr: Live Düğme Eylemleri

source: Live Actions
tr: Live Eylemler

source: Playback Speed
tr: Oynatma Hızı

source: Select Action
tr: Eylem Seç

source: Change the behavior of the Live button
tr: Live düğmesinin davranışını değiştir

source: Selected Action
tr: Seçilen Eylem

source: Live Button Function Disabled
tr: Live Düğmesi Fonksiyonu Devre Dışı Bırakıldı

source: Please enable Live Button Function first
tr: Lütfen Önce Live Düğme Foksiyonunu Aktif Edin

source: Change Action of Live Button
tr: Live Düğmesinin Eylemini Değiştir

source: Enable Live Button Function
tr: Live Düğme Fonksiyonlarını Aktif Et

source: Chat Settings
tr: Sohbet Ayarları

source: Enable Voice Messages
tr: Sesli Mesajları Aktif Et

source: Enable Streaks
tr: Seriyi Aktif Et

source: Hide Streak Pet
tr: Seri Hayvanını Gizle

source: Disable Typing Indicator
tr: Yazdığını Gizle

source: Enable Pin Chat
tr: Mesajları Sabitlemeyi Aktif Et

source: Bypass Media Limit
tr: Medya Limitini Bypassla

source: Disable AI-Generated Replies
tr: Yapay Zeka Yanıtlarını Devre Dışı Bırak

source: Enable Small Emoji
tr: Küçük Emojileri Aktif Et

source: Enable Playback Speed
tr: Oynatma Hızını Aktif Et

source: Selected Speed
tr: Seçilen Hız

source: Playback Speed Settings
tr: Oynatma Hızı Ayarları

source: Enable Persistent Playback Speed.
tr: Sürekli Oynatma Hızı Özelliğini Etkinleştir

source: Select Speed
tr: Hızı Seç

source: Control video playback speed
tr: Video Oynatma Hızını Kontrol Et

source: Playback Speed Disabled
tr: Oynatma Hızı Devre Dışı

source: Please enable Playback Speed first
tr: Lütfen Önce Oynatma Hızını Açın

source: Region Settings
tr: Ülke Ayarları

source: Enable region changing to access content from different regions
tr: Başka ülkelerden içeriklere erişmek için ülke değiştirme özelliğini açın

source: Enable Region Changing
tr: Ülke Değiştir

source: Enable Region Changing Functionality
tr: Ülke Değiştirme Özelliğini Etkinleştir

source: Selected Region
tr: Seçilen Ülke

source: Region Changing Disabled
tr: Ülke Değiştirme Kapatıldı

source: Please enable region changing first
tr: Lütfen önce ülke değiştirmeyi açın

source: FEATURE_ENABLE_COMMENT_FLAGS
tr: Yorum Yazan Kullanıcının Yanında Ülkesini Göster

source: FEATURE_COPY_WITHOUT_USERNAME
tr: Kullanıcı Adı Olmadan Yorumları Kopyala

source: FEATURE_HIDE_ADS
tr: Bütün Reklamları Devre Dışı Bırak

source: FEATURE_DOWNLOAD_BUTTON
tr: İndirme Butonunu Gönderiler ve Hikayeler İçin Aktif Et

source: FEATURE_SHARE_SHEET
tr: Gönderiyi İndirdikten Sonra Paylaşım Sayfasını Aç

source: FEATURE_REMOVE_WATERMARK
tr: TikTok Filigranını İndirilen Gönderiden Kaldır

source: FEATURE_UI_BUTTON
tr: Boş Mod Butonunu Gönderiler İçin Aktif Et

source: FEATURE_STOP_PLAYBACK
tr: Oynatma Bitince Otomatik Kaydırmayı Devre Dışı Bırak

source: FEATURE_AUTO_PLAY
tr: Oynatma Bitince Sonraki Gönderiye Otomatik Kaydır

source: FEATURE_PROGRESS_BAR
tr: Her Zaman İlerleme Çubuğunu Göster

source: FEATURE_TRANSPARENT_COMMENTS
tr: Yorum Bölümünü Şeffaf Yap

source: FEATURE_DISABLE_SURVEY
tr: Keşfette Çıkan Rahatsız Edici Anketleri Devre Dışı Bırakır

source: FEATURE_HIDE_PLAY_PAUSE
tr: Oynatma/Durdurma Butonunu Gizler

source: FEATURE_SHOW_USERNAMES
tr: Takma Adları Eskisi Gibi Kullanıcı Adıyla Değiştir

source: FEATURE_DISABLE_SENSITIVE
tr: Hassas İçerik Uyarısını Gizle

source: FEATURE_ADD_TRANSLATION
tr: Yorumun Yanına Çeviri Butonu Ekler

source: FEATURE_DISABLE_WARNINGS
tr: TikTok Uyarılarını Gizle

source: FEATURE_DISABLE_LIVE
tr: Canlı Yayınları Keşfetten Kaldır

source: FEATURE_SKIP_RECOMMENDED
tr: Kaydırırken Çıkan Arkadaş Önerilerini Otomatik Atla

source: FEATURE_UPLOAD_REGION
tr: Kullanıcı Adının Yanında Gönderinin Hangi Ülkeden Yüklendiğini Göster

source: FEATURE_HIDE_TOP_ITEMS
tr: Üstteki Öğeleri Gizle (Keşfet, Takipte, Sizin İçin, Blabla...)

source: FEATURE_ANONYMOUS_SEEN
tr: Mesajları Okuduğunu Gizle

source: FEATURE_SHOW_ALL_TABS
tr: Tüm Gizli Ayar Sekmelerini Göster [BETA!]

source: FEATURE_PROFILE_SAVE
tr: Profil Bilgilerini Panoya Kaydet

source: FEATURE_EMBED_LINKS
tr: Bir Bağlantı Kopyalanırken Gömülü Bağlantıları Etkinleştir

source: FEATURE_PROFILE_COPY
tr: Profil Bilgilerini Kopyala

source: FEATURE_USER_POST_COUNT
tr: Yüklenen Videoların Sayısını Göster

source: FEATURE_LIKE_COUNT
tr: Profile Bakarken Videoların Beğenilme Sayısını Görüntüle

source: FEATURE_UPLOAD_DATE
tr: Profile Bakarken Videoların Yüklenme Tarihini Görüntüle

source: FEATURE_SHOW_VIDEO_TIMESTAMP
tr: Videonun Yüklenme Tarihini Keşfette Göster

source: FEATURE_HIDE_DANGEROUS_ACTION
tr: Spor Videolarındaki Uyarıları Gizle

source: FEATURE_REMOVE_PENDANT
tr: Sol Üstte Çıkan Reklamları Gizle (Sadece bazı ülkeler için)

source: FEATURE_CONFIRM_LIKE
tr: Gönderileri Beğenirken Onayla

source: FEATURE_CONFIRM_COMMENT_LIKE
tr: Yorumları Beğenirken Onayla

source: FEATURE_CONFIRM_COMMENT_DISLIKE
tr: Yoruma Dislike Atarken Onayla

source: FEATURE_CONFIRM_FOLLOW
tr: Birini Takip Ederken Onayla

source: FEATURE_AUTO_CLEAR
tr: Arama Geçmişini Her 60 Saniyede Otomatik Temizle

source: FEATURE_FAKE_CHANGES
tr: Sahte Profili Aktif Et

source: FEATURE_FOLLOWER_COUNT
tr: takipçi

source: FEATURE_FOLLOWING_COUNT
tr: takip edilen

source: FEATURE_FAKE_VERIFIED
tr: Hesabınıza Sahte Mavi Tik Verir

source: FEATURE_HIDE_PLUS_BTN
tr: Kamera Butonunu Gizle

source: FEATURE_HIDE_FRIENDS_BADGE
tr: Arkadaşlar Kısmını Gizle

source: FEATURE_HIDE_INBOX_BADGE
tr: Gelen Kutusu Kısmını Gizle

source: FEATURE_EXTENDED_BIO
tr: Profil Biyografi Karakter Sayısını Arttır

source: FEATURE_EXTENDED_COMMENTS
tr: Yorum Karakter Sayısını Arttır

source: FEATURE_UPLOAD_HD
tr: Videoları Her Zaman HD Yükle

source: FEATURE_APP_LOCK
tr: Uygulamayı Face ID ile Kilitle

source: FEATURE_ENABLE_FLEX
tr: Sadece Geliştiriciler İçin, Ne Olduğunu Bilmiyorsanız LÜTFEN DOKUNMAYIN!

source: FEATURE_OLED_KEYBOARD
tr: Sadece Karanlık Modda Çalışır

source: FEATURE_POST_STATS
tr: Gönderi İstatistikleri İçin İndirme Bölümünde Bir Menü Düğmesi Göster

source: FEATURE_ENABLE_TEXT_TO_REPOSTS
tr: Yeniden Paylaşımına Metin Ekleme Özelliğini Etkinleştir

source: FEATURE_VOICE_MESSAGES
tr: Mesajlarda Sesli Mesajı Aktif Et

source: FEATURE_ENABLE_STREAKS
tr: Arkadaşlarla Seriyi Aktif Et

source: FEATURE_HIDE_STREAK_PET
tr: Seri Hayvanını Gizle

source: FEATURE_DISABLE_TYPING
tr: Karşı Tarafa Yazdığını Gizle

source: FEATURE_PIN_CHATS
tr: Favori Sohbetlerini Sabitle

source: FEATURE_BYPASS_MEDIA_LIMIT
tr: Sohbette Medya Sınırlarını Aş (Varsayılan: 9 Fotoğraf, 1 Dakika Video)

source: FEATURE_DISABLE_AI_REPLIES
tr: Gönderilen Paylaşımlara Yapay Zeka Tarafından Üretilen Yanıtları Devre Dışı Bırak

source: FEATURE_SMALL_EMOJI
tr: Küçük Emoji Göndermelerini Aktif Et

source: FEATURE_HIDE_COMMISSION_POSTS
tr: Yaratıcı Komisyon Kazanıyor Yazısını İçeren Paylaşımları Kaldır

source: ENABLE_COMMENT_PHOTO
tr: Yorumlara Fotoğraf Ekleme Özelliğini Etkinleştir

source: ENABLE_COMMENT_STICKERS
tr: Yorumlara Çıkartma Ekleme Özelliğini Etkinleştir

source: FEATURE_DISABLE_COMMENT_TOOLTIP
tr: Yorum Butonuna Basılı Tutarken Çıkan Emojileri Devre Dışı Bırak

source: FEATURE_ADD_COMMENT_POST
tr: Yorumları Düzenli Gönderi Olarak Paylaşmayı Etkinleştir

source: FEATURE_ADD_COMMENT_STORY
tr: Yorumları Hikaye Olarak Paylaşmayı Etkinleştir

source: FEATURE_MASS_UNFOLD
tr: Tüm Yorum Cevaplarını Bir Anda Aç

source: FEATURE_AUTO_UNFOLD
tr: Uzun Yorumlardaki Metni Otomatik Olarak Aç

source: FEATURE_MULTI_EMOJI
tr: Yorumlarda Genişletilmiş Emoji Çubuğunu Etkinleştir

source: FEATURE_HIDE_EMOJI
tr: Yorumlardaki İlk Emoji Çubuğunu Gizle

source: FEATURE_COMMENT_REDESIGN
tr: Yorum Hücresi Tasarımını Seç

source: Could Not Copy Music
tr: Müzik Kopyalanamadı

source: The video doesn't have music to download
tr: Videoda indirilecek müzik yok

source: DEVELOPER_TELEGRAM
tr: Son güncellemelerden haberdar olmak için lütfen Telegram kanalımıza katılın. | 🇹🇷 Çeviri : @ekotin

source: DEVELOPER_SUPPORT
tr: RXTikTok'ın güncel kalması için bağış yapın, öncelikli Beta Test grubumuza katılın.

source: Features list
tr: Özellik Listesi

source: Not Selected
tr: Seçilmedi

source: Creator Profile Pull
tr: Yaratıcı Profil Bilgilerini Çek

source: OK
tr: TAMAM

source: Disable Left & Right Swipe
tr: Sol ve Sağ Kaydırmayı Devre Dışı Bırak

source: Pull To Camera
tr: Kameraya Çekmek

source: Regions
tr: Bölgeler

source: Full Region Mode
tr: Tam Bölge Modu

source: Add Folders To Inbox
tr: Gelen Kutusuna Klasörler Ekle

source: Settings
tr: Ayarlar

source: Save
tr: Kaydet

source: Delete
tr: Sil

source: Edit
tr: Düzenle

source: Close
tr: Kapat

source: Back
tr: Önceki

source: Next
tr: Sonraki

source: Done
tr: Tamamlandı

source: Error
tr: Hata

source: Success
tr: Başarılı

source: Warning
tr: Uyarı

source: Loading
tr: Yükleniyor

source: Search
tr: Ara

source: Apply
tr: Uygula

source: Reset
tr: Sıfırla

source: Saved!
tr: Kaydedildi!

source: Video saved successfully
tr: Video başarıyla kaydedildi

source: Photo saved successfully
tr: Fotoğraf başarıyla kaydedildi

source: Failed to save media
tr: Medyayı kaydederken sorun oluştu

source: No internet connection
tr: İnternet Bağlantısı Yok

source: Select All
tr: Tümünü Seç

source: Deselect All
tr: Tümünü Seçme

source: More Options
tr: Daha Fazla Seçenek

source: Share
tr: Paylaş

source: Copy Link
tr: Linki Kopyala

source: Report
tr: Bildir

source: Block
tr: Engelle

source: Unfollow
tr: Takipten Çık

source: Hide
tr: Gizle

source: Show
tr: Göster

source: Enable
tr: Aktif Et

source: Disable
tr: Devre Dışı Bırak

source: FEATURE_CREATOR_PROFILE_PULL
tr: Aşağı Kaydırarak Yaratıcı Profillerini Görüntüle

source: FEATURE_DISABLE_SWIPE
tr: Keşfette sol ve sağ kaydırmayı devre dışı bırak

source: FEATURE_PULL_TO_CAMERA
tr: Kamera için çekme özelliğini etkinleştir

source: FEATURE_ADD_FOLDERS
tr: Mesajlar Gelen Kutusunda Klasör Düzenlemesi Ekle

source: FEATURE_FULL_REGION_MODE
tr: Sadece İlk Seçenek Çalışmazsa Etkinleştir!!

source: FEATURE_ANONYMOUS_SEEN_DESC
tr: Göndericiye okunma bildirimi göndermeden sohbetleri görüntüle

source: FEATURE_SHOW_ALL_TABS_DESC
tr: Tüm gizli ayar sekmelerini, deneysel özellikler de dahil olmak üzere göster

source: FEATURE_PROFILE_SAVE_DESC
tr: Profil bilgilerini tek bir dokunuşla panonuza kaydedin

source: FEATURE_PROFILE_COPY_DESC
tr: Kullanıcı adı, biyografi ve diğer halka açık bilgileri içeren profil detaylarını kopyala

source: FEATURE_APP_LOCK_DESC
tr: TikTok uygulamanızı şifre veya biyometrik doğrulama ile güvence altına alın

source: FEATURE_REGIONS_DESC
tr: Konumunuzu değiştirerek bölgeye özel içeriğe erişin

source: FEATURE_ADD_FOLDERS_DESC
tr: Gelen kutusu mesajlarınızı daha iyi yönetim için özel klasörlere organize edin

source: Credits
tr: Emek Sahibi Kişiler

source: Special Thanks to
tr: Özel Teşekkürler

source: Community
tr: Topluluk

source: Main Developer, Owner
tr: Geliştirici

source: Co-Owner
tr: Yardımcı

source: DRM Developer
tr: DRM Geliştiricisi

source: Contributor
tr: Katkıda Bulunan

source: UI Designer
tr: UI Tasarımcısı

source: Telegram Channel
tr: Telegram Kanalı

source: Telegram Discussion Group
tr: Telegram Sohbet Grubumuz

source: Get the latest updates and news
tr: Son güncellemeleri ve haberleri al

source: Join the community discussion
tr: Topluluğa katılın

source: Buy Me a Coffee
tr: Bana bir kahve alın

source: Support the development
tr: Geliştiriciyi destekleyin

source: Support
tr: Destek

source: About
tr: Hakkında

source: Configuration
tr: Konfigrasyon

source: Import Configuration
tr: Ayarları içeri aktar

source: Export Configuration
tr: Ayarları dışa aktar

source: Reset All Settings
tr: Bütün Ayarları Sıfırla

source: Import settings from a file
tr: Dosyadan içeri aktar

source: Export settings to a file
tr: Dosyadan dışarı aktar

source: Reset all settings to default values
tr: Bütün ayarları varsayılana döndür

source: All settings have been reset to default values.
tr: Bütün ayarlar varsayılana döndürüldü.

source: Configuration imported successfully.
tr: Ayarlar başarıyla aktarıldı.

source: File selection was cancelled.
tr: Dosya seçimi iptal edildi.

source: Cancelled
tr: İptal Edildi

source: Select App Language
tr: RXTikTok Ayarlarının Dilini Seç
